{ 
    "description": "YouTuber, Web Developer, Redhead, and world renowned Unicorn Rider.", 
    "continue": "Continue",
	"fullportfolio": "Full Portfolio",
	"portfolio": "Portfolio",
	"aboutme": "About Me",
	"aboutme2": "Saxon Brooker is a Website Developer, Website Designer, Photographer, VFX Designer, YouTuber, Musician, Animator, Gamer, Pizza Cutter, Photoshopper, and Fish Enthusiast.",
	"aboutme3": "I make youtube videos in my spare time, they usually consist of Gaming, Visual Effects, Timelapses, Animations, or just random videos I make that I feel are entertaining. I like watching Netflix and my favourite shows are Lucifer and Supernatural, i'm still sad about that ending :(",
	"followme": "Follow Me",
    "footer": "Saxo_Broko acknowledges the Wurundjeri people of the Kulin Nation and other Traditional Custodians of country throughout Australia and their connections to the land, sea and community. We pay our respect to their elders past and present and extend that respect to all Aboriginal and Torres Strait Islander peoples.",
	"games": "Games",
	"singleplayer": "Singleplayer",
	"multiplayer": "Multiplayer",
	"onlinemultiplayer": "Online Multiplayer",
	"ecodescription": "Commited to making a better future.",
	"how": "How?",
	"ecohow": "Saxo_Broko uses Ecologi and Treedom to offset our carbon footprint. Ecologi alone offsets the total carbon emissions by more than 4x per year, with 20T of emissions being offset, quick note the trees planted on Ecologi don't count in the carbon reduction total, because the total is from offset programs funded by us. Ecologi also helps local economies. Treedom offsets 38.5kg of carbon per year and helps the local economies. Saxo_Broko uses the 3 services so that we aren't dependant upon just 1, further ensuring the carbon positive goal, but focus is on Ecologi. Trees can be donated through any of the 3 services, but Ecologi is preferred.",
	"photocredit": "Photo Credit: Ecologi, Eden Reforestation Projects, Australian Conservation Foundation"
}