{ 
    "description": "YouTuber, Desarrollador Web, Pelirrojo y Unicorn Rider de renombre mundial.", 
    "continue": "Continuar",
	"fullportfolio": "Portafolio Completo",
	"portfolio": "Portafolio",
	"aboutme": "Acerca de Mí",
	"aboutme2": "Saxon Brooker es desarrollador de sitios web, diseñador de sitios web, fotógrafo, diseñador de efectos visuales, YouTuber, músico, animador, jugador, cortador de pizzas, Photoshopper y entusiasta de los peces.",
	"aboutme3": "Hago videos de youtube en mi tiempo libre, generalmente consisten en juegos, efectos visuales, timelapses, animaciones o simplemente videos aleatorios que hago que siento que son entretenidos. Me gusta ver Netflix y mis programas favoritos son Lucifer y Supernatural, todavía estoy triste por ese final :(",
	"followme": "Sígueme",
    "footer": "Saxo_Broko reconoce al pueblo Wurundjeri de la Nación Kulin y a otros Custodios Tradicionales del país en toda Australia y sus conexiones con la tierra, el mar y la comunidad. Presentamos nuestro respeto a sus mayores del pasado y del presente y extendemos ese respeto a todos los pueblos aborígenes e isleños del Estrecho de Torres.",
	"games": "Juegos",
	"singleplayer": "Un solo jugador",
	"multiplayer": "Multijugador",
	"onlinemultiplayer": "Multijugador online",
	"ecodescription": "Comprometido con hacer un futuro mejor.",
	"how": "¿Cómo?",
	"ecohow": "Saxo_Broko utiliza Ecologi y Treedom para compensar nuestra huella de carbono. Ecologi solo compensa las emisiones totales de carbono en más de 4 veces al año, con 20 toneladas de emisiones compensadas, tenga en cuenta que los árboles plantados en Ecologi no cuentan en el total de reducción de carbono, porque el total proviene de programas de compensación financiados por nosotros. Ecologi también ayuda a las economías locales. Treedom compensa 38,5 kg de carbono al año y ayuda a las economías locales. Saxo_Broko usa los 3 servicios para que no dependamos solo de 1, lo que garantiza aún más el objetivo de carbono positivo, pero el enfoque está en Ecologi. Los árboles se pueden donar a través de cualquiera de los 3 servicios, pero se prefiere Ecologi.",
	"photocredit": "Crédito de la foto: Ecologi, Eden Reforestation Projects, Australian Conservation Foundation"
}